Tekla.Structures.CatalogInternal.dotcatConflictItem_t
Serialization structure for ConflictItem.

Tekla.Structures.CatalogInternal.dotcatConflictItem_t.aItemType


Tekla.Structures.CatalogInternal.dotcatConflictItem_t.aIdentifier


Tekla.Structures.CatalogInternal.dotcatConflictItem_t.State


Tekla.Structures.CatalogInternal.dotcatConflictItem_t.Action
